IDEA Open Model
SectionStiffnesses.EIz Property
Compatible with IDEA StatiCa v 10.1
 bending stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double EIz { get; set; }
Public Property EIz As Double
	Get
	Set
public:
property double EIz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace